<?php
/**
Конфигурационные настройки домашней площадки
@package module
@subpackage config
*/

//------------------------------------------------------------------------------
// Подключение к базе данных
//------------------------------------------------------------------------------
$sqlHost='localhost';
$sqlLogin='root';
$sqlPassword='1';
$sqlDbName='starter';
$sqlCharSet='utf8';

//------------------------------------------------------------------------------
// Пути URL
//------------------------------------------------------------------------------
// полное доменное имя площадки, с префиксом http или https, без конечного слеша, например:
//		'http://mydomain.ru' или 'https://mydomain.ru'
$config['dns']='http://starter.local';
// путь из любого места до корня сайта, например:
//		'/' или '/mag740'
$config['urlRoot']='/';
// путь до картинок относительно корня сайта, без конечного слеша, например:
//		'images'
$config['urlImg']='images';
?>